<!-- Это должен был быть статичный html но эти грёбаные кодировки с русским языком меня выбесили. 
    При трансляции MainPage.jsp этот файл читался как windows-1251
    надо было либо менять дефолтную кодировку контейнер, либо превратить html doc в jsp 
-->
<%@ page contentType="text/html;charset=UTF-8" language="java" %>
<div class="header">
    <center>
    <p>Лабораторная №2</p>
    <h4>Речкалов Михаил Константинович</h4>
    <p><b>группа:</b> P3212 </p>
    <p><b>вариант:</b> 25531</p>
    </center>
    <hr>
</div>